Repository: RAnamRoh/BSMovieCenter
Catalog: Localizable.xcstrings
Source language: en
Languages: bn

source: Account
bn: অ্যাকাউন্ট

source: Add to Watchlist
bn: ওয়াচলিস্টে যোগ করুন

source: Already have an account?
bn: একাউন্ট আছে?

source: Apply
bn: আবেদন করুন

source: Bangla
bn: বাংলা

source: By Genre
bn: রীতি অনুসারে

source: Cast
bn: চলচ্চিত্র অভিনয়শিল্পীরা

source: Dark Mode
bn: ডার্ক মোড

source: Don't have an account?
bn: অ্যাকাউন্ট নেই?

source: English
bn: ইংরেজি

source: Error
bn: ত্রুটি

source: Lets Sign In
bn: সাইন ইন করুন

source: Lets Sign Up
bn: নিবন্ধন করুন

source: Loading...
bn: লোড হচ্ছে

source: Movie Not Found
bn: মুভি খুঁজে পাওয়া যায়নি

source: No Movie Found
bn: কোন সিনেমা পাওয়া যায়নি

source: No movies found
bn: কোন সিনেমা পাওয়া যায়নি

source: OK
bn: ঠিক আছে

source: Overall Rating
bn: সামগ্রিক রেটিং

source: Restart Required
bn: রিস্টার্ট প্রয়োজন

source: Search.
bn: অনুসন্ধান করুন.

source: Search...
bn: অনুসন্ধান করুন.

source: See All
bn: সবগুলো দেখ

source: Select Language
bn: ভাষা নির্বাচন কর

source: Setting
bn: সেটিংস

source: Sign In
bn: সাইন ইন করুন

source: Sign In with Google
bn: গুগল দিয়ে সাইন ইন করুন

source: Sign Up
bn: নিবন্ধন করুন

source: Sort And Filter
bn: বাছাই এবং ফিল্টার

source: Sort By
bn: ক্রমানুসার

source: The app needs to restart to apply the new language.
bn: নতুন ভাষা প্রয়োগ করতে অ্যাপটিকে পুনরায় চালু করতে হবে।

source: Theme
bn: থিম

source: There is a Problem Loading User Data
bn: ব্যবহারকারীর ডেটা লোড করতে সমস্যা হচ্ছে

source: Top Picks
bn: শীর্ষ বাছাই

source: WatchList
bn: ওয়াচলিস্ট

source: Welcome Back,
bn: স্বাগত

source: Your Rating
bn: আপনার রেটিং
